Repository: common-repository/speed-matters
Catalog: languages/speed-matters-*.po
Languages: fr_fr

source: Speed matters options
fr_fr: Options de Speed matters

source: Speed matters Network Options
fr_fr: Options réseau de Speed matters

source: Remove jQuery migrate
fr_fr: Supprimer jQuery migrate

source: Server side improvements
fr_fr: Améliorations côté serveur

source: Your server runs PHP verion:
fr_fr: Votre serveur fonctionne sous PHP version :

source: Your version of PHP is outdated. It is not supported any more and should be updated. You will also experience a significant speed improvement.
fr_fr: Votre version de PHP est dépassée. Il n’est plus pris en charge et devrait être mis à jour. Vous bénéficierez également d’une amélioration de performance significative.

source: Your version of PHP is outdated and should be updated. You will also experience a speed improvement.
fr_fr: Votre version de PHP est désuète et doit être mise à jour. Vous bénéficierez également d’une amélioration de performance.

source: Your version of PHP is up-to-date.
fr_fr: Votre version de PHP est à jour.

source: Bandwidth usage improvements
fr_fr: Améliorations de l’utilisation de la bande passante

source: Changing these settings may alter the behaviour of your WordPress setup. Make sure to understand the consequences and test thoroughly.
fr_fr: La modification de ces paramètres peut modifier le comportement de votre configuration WordPress. Assurez-vous de bien comprendre les conséquences et de bien tester.

source: Update jQuery 1.2.4 to jQuery 3.5.1 (drops IE 6–8 support for performance improvements and reduction in filesize)
fr_fr: Mise à jour jQuery 1.2.4 à jQuery 3.5.1 (suppression de la prise en charge d’IE 6-8 pour l’amélioration des performances et la réduction des fichiers)

source: Remove WP Embed
fr_fr: Supprimer WP Embed

source: Disable emojis
fr_fr: Désactiver les Emojis

source: Disable the WordPress heartbeat (leave unchecked in case of multiple contributors)
fr_fr: Désactiver le cadenceur WordPress (laisser non sélectionné en cas de contributeurs multiples)

source: Database improvements
fr_fr: Améliorations apportées aux bases de données

source: Database size before cleanup: %s Mbytes
fr_fr: Taille de la base de données avant nettoyage : %s Moctets

source: Database size after cleanup: %s Mbytes
fr_fr: Taille de la base de données après nettoyage : %s Moctets

source: All your tables are using the InnoDB engine.
fr_fr: Toutes vos tables utilisent le moteur InnoDB.

source: The following tables are using old MyISAM engines. You should consider updating them to a InnoDB engine (MySQL 5.6.4 or higher).
fr_fr: Les tables suivantes utilisent de vieux moteurs MyISAM. Vous devriez envisager de les mettre à jour à un moteur InnoDB (MySQL 5.6.4 ou supérieurs).

source: Update to InnoDB now.
fr_fr: Mettre à jour vers InnoDB maintenant.

source: Your options table would benefit from an additional index.
fr_fr: Votre tables options bénéficierait d’un index supplémentaire.

source: Add index to options table now
fr_fr: Ajouter l’index à la table options maintenant

source: Your options table does not require an additional index.
fr_fr: Votre table options ne nécessite pas d’index supplémentaire.

source: Your postmeta table would benefit from an additional index.
fr_fr: Votre table postmeta bénéficierait d’un index supplémentaire.

source: Add index to postmeta table now
fr_fr: Ajouter l’index à la table postmeta maintenant

source: Clean up the database now
fr_fr: Nettoyer la base de données maintenant

source: Remove unnecessary add-ons and tweak your database to improve website speed
fr_fr: Supprimer les modules inutiles et optimiser la base de données pour améliorer la vitesse du site Web
